{
  "ded": [
    {
      "name": "Рябков Вениамин Михайлович",
      "lived": "02.04.1924 - 28.08.1992",
      "text": "Был призван в ряды Красной Армии в 1942 году, в возрасте 18 лет. Воевал в составе 312 стрелкового полка Северо- Западного фронта пулеметчиком.<br>Был награжден «Медалью за боевые заслуги», «За победу над Германией».",
      "full": "Рябков Вениамин Михайлович родился 2 апреля 1924 года в д. Дуплишки, Семеновского района, Горьковской области. В декабре 1942 года возрасте 18 лет он  был призван в ряды Красной Армии Семеновским военкоматом. Пройдя двухмесячные курсы пулеметчика был определен в 26 Стрелковую дивизию. Воевал в составе 312 стрелкового полка Северо- Западного фронта пулеметчиком. Участвовал в Демьянской наступательной операции  (в районе посёлка Демянск Новгородской области). В бою был ранен снайпером: сквозное пулевое проникающее ранение грудной клетки слева. Лечение проходил в госпитале в г. Горьком. Поскольку ранение было тяжелым, на фронт он уже не вернулся, а работал учителем в детской трудовой колонии г. Семенова.<br><br>После войны окончил Горьковский инженерно-строительный институт. Был награжден «Медалью за боевые заслуги», «За победу над Германией»."
    },
    {
      "name": "Судаков Константин Александрович",
      "lived": "род. 10.08.1920",
      "text": "Его призвали в ряды Советской Армии перед началом Великой Отечественной войны - 16 июня 1941 года. Он был старшиной в артиллеристском полку.<br>Награждён орденами и медалями: Орден «Красной звезды», Орден «Отечественной войны» 2 степени и 2 медали «За Отвагу».",
      "full": "Мой прадедушка, Судаков Константин Александрович, родился 10 августа 1920 года. Его призвали в ряды Советской Армии перед началом Великой Отечественной войны 16 июня 1941года. Он был старшиной в артиллеристском полку.<br><br>Во время войны мой прадед участвовал во многих сражениях, за что был награждён орденами и медалями: Орден «Красной звезды», Орден «Отечественной войны» 2 степени и 2 медали «За Отвагу».<br><br>\tОрденом « Красной звезды» его наградили за форсирование Днепра 22 февраля 1944 года. Его батарея под сильным вражеским обстрелом первой переправилась через Днепр и, ведя непрерывно огонь, заняла фашистские окопы. Во время боя был ранен командир батареи, и мой прадедушка принял командование батареей.<br><br>Мой прадедушка отлично овладел специальностью артиллериста 45 мм пушек, хорошо обучил свой расчёт, показавший стойкость и умение вести стрельбу по ДЗОТам и огневым точкам противника.<br><br>В декабре 1942 года расчёт прадедушки имел на своём счету полностью уничтоженных за десять дней боя три ДЗОТа и два блиндажа противника, вместе с находившимися там солдатами фашисткой армии. При этом расчет прадедушки благодаря его умелым действиям не имел потерь. За этот подвиг он был удостоен награды медали «За отвагу».<br><br>За время войны прадед был неоднократно ранен, но после госпиталя всегда возвращался в строй сражаться с врагами.<br><br>День Победы прадедушка встретил в Венгрии, а вернулся домой с войны в июле 1946 года.<br><br>Я горжусь своим прадедом и благодарна ему за моё мирное будущее."
    },
    {
      "name": "Сальнова Антонина Алексеевна",
      "lived": "11.11.1920 – 24.04.2009",
      "text": "В возрасте 16 лет переехала в Горький и работала на заводе, выпускающем боеприпасы. 6 июня 1945 года награждена медалью.",
      "full": "Родилась 11 ноября 1920 года в деревне Шаньково Гороховецкого района Владимирской области.<br><br>В 1936 году в возрасте 16 лет, переехала в город Горький и поступила в ФЗО (Фабрично-заводское образование). В годы войны работала на заводе Красная Этна, который выпускал боеприпасы: зажигательные и фугасные бомбы, мины, снаряды для «Катюши». За доблестный и самоотверженный труд в период великой отечественной войны указом президиума верховного совета от 6 июня 1945 года награждена медалью."
    },
    {
      "name": "Горев Макар Никитович",
      "lived": "07.08.1907 - 13.08.1942",
      "text": "Призван в Советскую Армию летом 1941 года пулеметчиком. Погиб в боях около села Алферовские выселки Смоленской области в августе 1942 года.",
      "full": "Мой прадед Горев Макар Никитович родился в 1907 году в деревне Большая Коровица Костромской губернии. В советское время работал в колхозе. Летом 1941 года был призван в Советскую Армию. Воевал в звании красноармейца, воинская специальность - пулеметчик.<br><br>В августе 1942 года погиб в боях около села Алферовские выселки Смоленской области. В том же году прабабушке пришла «похоронка». На руках у нее остались трое детей, младшему из которых - моему деду, был 1 год. Погибли на войне и два брата моего прадеда: Василий и Николай, а также брат прабабушки - Василий. <br><br>Мы нашли документы на всех их на сайте архива Министерства Обороны РФ. Получается, что на войне погибли все мужчины из семьи моего деда. Немалой ценой досталась нашему народу Победа в Великой Отечественной Войне. Я, как и все потомки солдат той войны, горжусь тем, что мой прадед воевал за свободу нашего Отечества."
    },
    {
      "name": "Лукоянов Григорий Михайлович",
      "lived": "1925 - 1991",
      "text": "Родился в многодетной семье. С первых дней войны прадед пошел записываться добровольцем на фронт. С 1943 года до 1949 года служил на самоходных орудиях, участвовал в сражениях за Украину, Болгарию, Румынию, Венгрию, Австрию.",
      "full": "Лукоянов Григорий Михайлович родился 15 января 1925 года в многодетной семье. Его мать была награждена медалью «Мать-героиня» за воспитание 10 детей.<br><br>Детство и отрочество Григорий Михайлович провел в Пьяно-Перевозском районе, в селе Каменка, где закончил восьмилетнюю школу, затем поступил в ремесленное училище города Горький, где учился по специальности «токарь», однако не закончил его так как началась Великая Отечественная Война.<br><br>С первых дней войны прадед пошел записываться добровольцем на фронт, но так как ему было всего 16 лет его взяли лишь в учебную часть артиллерийских войск.<br><br>С 1943 года до 1949 года служил на самоходных орудиях, участвовал в сражениях за Украину, Болгарию, Румынию, Венгрию, Австрию.<br><br>Награжден медалями «За отвагу», «За победу над фашистской Германией», «За освобождение Болгарии», «За взятие Вены».<br><br>После возвращения домой, в 1949 году, поступил в строительный техникум г. Семенов, и после его окончания работал на различных стройках при восстановлении страны, был строителем, а затем прорабом.<br><br>В послевоенные годы прадеду были вручены медали, освященные 40-летию, 50-летию победы над фашистскими захватчиками."
    },
    {
      "name": "Лукоянова Лариса Павловна",
      "lived": "род. 1924",
      "text": "Родилась в семье учителей. В послевоенные годы работала заведующим педагогическим кабинетом, заведующей детским садом.",
      "full": "Лукоянова Лариса Павловна родилась 5 февраля 1924 года в семье учителей, была старшим ребенком в семье, где после нее родилось еще 6 детей.<br><br>В 14 лет закончила Кужутскую семилетнюю школу и поступила в Арзамасский педагогический техникум, который пришлось закончить экстерном в 1941 году в связи с началом Великой Отечественной Войны.<br><br>С 1942 года по 1953 год работала учителем начальных классов в селе Устама, где учила ребят не только знаниям, но и была наставником в духовно-воспитательной работе, особенно тем детям, родители которых погибли на фронте, учила детей дружбе, взаимовыручке и тому, как выжить, имея небольшой запас продуктов питания.<br><br>В послевоенные годы работала заведующим педагогическим кабинетом, заведующей детским садом.<br><br>Награждена медалями: «За доблестный, самоотверженный труд в годы Великой отечественной войны», «За победу над фашистской Германией», юбилейными медалями: «40-летие Победы в Великой Отечественной Войне», «50-летие Победы в Великой Отечественной Войне», «60-летие Победы в Великой Отечественной Войне», «65-годовщина Победы в Великой Отечественной Войне», «70-летие Победы в Великой Отечественной Войне 1941-1945 гг.»."
    },
    {
      "name": "Леонов Василий Иванович",
      "lived": "06.01.1905-1985",
      "text": "Службу в армии проходил в городе Сталинграде в 1923 года по 1926 год в пожарных частях. Воевал в Сталинграде.",
      "full": "Василий Иванович родился в 1905 году, в Царицынской области, в селе Котельниково, в семье крестьянина. Службу в армии проходил в городе Сталинграде в 1923 года по 1926 год в пожарных частях.<br><br>Когда началась война Василий Иванович оставили в Сталинграде в пожарных частях. Воевал в Сталинграде. После войны в звании капитана был начальником пожарной части Дзержинского района Сталинграда. Там он прослужил до пенсии."
    },
    {
      "name": "Кулаков Флавий Григорьевич",
      "lived": "11.02.1915 - 10.08.2004",
      "text": "Родился в п. Горбатовка, Дзержинский район Горьковской области. Воевал на Северном морском флоте. Старшина. Награжден медалями."
    },
    {
      "name": "Кроткова Евгения Васильевна",
      "lived": "27.08.1921 - 27.02.2009",
      "text": "Родилась в п. Гнилицы Автозаводского района г. Горького. Поступила в Горьковский медицинский институт и отправлена на фронт. Сопровождала эшелоны с ранеными на всех фронтах. Ушла в запас в звании капитана медицинской службы. Награждена медалью за «Взятие Берлина»."
    },
    {
      "name": "Корнишин Сергей Иванович",
      "lived": "род. 1924",
      "text": "Первым ворвался в траншею противника, где действуя автоматом и гранатами в рукопашной схватке с врагом уничтожил 4-х немцев. Воодушевлял бойцов отделения на быстрейшее выполнения боевой задачи.",
      "full": "Приказ стрелковому полку 128 стрелковой дивизии Ленинградского фронта от имени президиума верховного совета СССР награждают: Командира отделения роты автоматчиков - сержанта Корнишина Сергея Ивановича за то , что он в бою с немецкими захватчиками проявил смелость, мужество и решительность. Он первым ворвался в траншею противника ,где действуя автоматом и гранатами в рукопашной схватке с врагом уничтожил 4-х немцев примером товарища. Корнишин воодушевлял бойцов отделения на быстрейшее выполнения боевой задачи. И задача была выполнена."
    },
    {
      "name": "Конова Мария Михайловна",
      "lived": "род. 10.10.1923",
      "text": "Была призвана на военную службу в 1942 г. по комсомольскому призыву (добровольцем) в 19 лет. Служила в войсках ПВО (противовоздушной обороны). Защищала Горьковский автозавод, который  производил, в годы войны, технику для фронта, от бомбардировок немецких истребителей.",
      "full": "Родилась 10 октября 1923 г. В селе Дьяково Вачского района Нижегородской области.<br><br>Была призвана на военную службу в 1942 г. по комсомольскому призыву (добровольцем) в 19 лет. Служила в войсках ПВО (противовоздушной обороны). Защищала Горьковский автозавод, который  производил, в годы войны, технику для фронта, от бомбардировок немецких истребителей.<br><br>В боевую задачу молоденьких девушек входило ежедневное выставление огромных аэростатов заграждения, которые зависая в воздухе, мешали маневрам вражеских самолетов. Столкновение с аэростатами или его стропами вело к разрушению истребителя. В то же самое время, когда производился авиационный  налет, с земли осуществлялся обстрел захватчиков из зенитных орудий советскими войсками. Девушки - бойцы стояли на своем дежурстве, держа и управляя аэростатами. Многие  гибли от осколков разрывающихся снарядов. Но оставить свой пост и укрыться они не имели право! Такова была служба!<br><br>Конова М.М. награждена орденом Великой Отечественной войны, значком Отличник ПВО, юбилейными медалями.<br><br>После окончания войны вернулась в родное село."
    },
    {
      "name": "Конов Николай Михайлович",
      "lived": "род. 18.02.1918",
      "text": "В ряды армии попал в самом начале войны, сразу после прохождения обязательной срочной службы. Принимал участие в боях за оборону Москвы. Награжден орденом Красного Знамени, орденом Великой Отечественной Войны, медалью за освобождение Москвы, Сталинграда, медалью за взятие Вены, юбилейными медалями.",
      "full": "Родился 18 февраля 1918 г. В деревне Медоварцево Вачского района Нижегородской области. В ряды действующей армии попал в самом начале войны, сразу после прохождения обязательной срочной службы. Принимал участие в боях за оборону Москвы. После был направлен на учебу в артиллерийское училище в г. Энгельс. Оттуда был направлен на Сталинградский фронт. Во время Сталинградского наступления был тяжело ранен в ногу. Лечение проходил в г. Новосибирске, затем вернулся в свой полк, который продвигался на запад. Войну закончил в г. Вена (столица Австрии). Награжден орденом Красного Знамени, орденом Великой Отечественной Войны, медалью за освобождение Москвы, Сталинграда, медалью за взятие Вены, юбилейными медалями.<br><br>Вернулся в родную дер. Медоварцево в апреле 1946 г. "
    },
    {
      "name": "Блинков Александр Матвеевич",
      "lived": "1905 - 1989",
      "text": "Призывался по мобилизации и принимал участие стрелком в составе 3 артиллерийского полка в Советской - Финской войне 1939 -1940 гг.  23 июня 1941 года был призван в ряды Красной Армии Слуцким РВК Ленинградской области. Воевал на Ленинградском фронте.",
      "full": "Уроженец деревни Кулешовка Полетаевского района Тамбовской области с 1929 года проживал на Средней Рогатке в частном доме. Призывался по мобилизации и принимал участие стрелком в составе 3 артиллерийского полка в Советской - Финской войне 1939 -1940 гг.  23 июня 1941 года был призван в ряды Красной Армии Слуцким РВК Ленинградской области. Воевал на Ленинградском фронте. Он бывал в городе, видел Ленинград в блокаду. Прошёл всю войну. Закончил боевой путь в Кёнигсберге. Награждён  медалями: «За отвагу», «За оборону Ленинграда», «За Победу над Германией», орденом Отечественной Войны II степени и всеми юбилейными медалями по 1989 год."
    },
    {
      "name": "Гривеннов Александр Михайлович",
      "lived": "02.01.1924 – 1977",
      "text": "Всю войну прошел водителем в звании гвардии старший сержант.<br>Имеет удостоверение участника битвы на Курской дуге в составе 2-ой танковой бригады.",
      "full": "Гривеннов Александр Михайлович, родной брат моей прабабушки, родился 2 января 1924 года в селе Ближнее Борисово.<br><br>После 5 класса пошел работать в колхоз водителем. Когда началась война ему было 17 лет.<br><br>Всю войну прошел водителем в звании гвардии старший сержант.<br><br>Имеет удостоверение участника битвы на Курской дуге в составе 2-ой танковой бригады.<br><br>Награжден медалью за освобождение Варшавы и удостоверение за участие в героическом штурме и освобождении Варшавы.<br><br>Награжден медалью за взятие Берлина и удостоверение за участие в героическом штурме и взятии Берлина."
    },
    {
      "name": "Беляев Леонид Матвеевич",
      "lived": "15.06.1915 – 14.04.1983",
      "text": "В 24 года был призван в ряды Советской Армии Краснобаковским РВК Горьковской области 1 мая 1939 года в 154 стрелковый полк, сапером.<br>Получил медаль за победу над Японией.",
      "full": "Родился 15 июня 1915 года в селе Троицкое Воскресенского района, Горьковской области.<br><br>В 24 года был призван в ряды Советской Армии Краснобаковским РВК Горьковской области 1 мая 1939 года в 154 стрелковый полк, сапером. Там прослужил с мая 1939 года  по август 1942 года. Затем был переведен в 261 отдельную сапёрную бригаду с августа 1942 года по декабрь 1944 года. Затем воевал в 208 отдельном сапёрном батальоне, был командиром отделения с декабря 1944 года по июнь 1946 года. С 9августа 1945 года по 3 сентября 1945 года участвовал в войне с Японией в составе 208 отдельного батальона - командиром отделения. Получил медаль за победу над Японией. Присвоено звание сержанта. Ранений не имел."
    },
    {
      "name": "Никонов Семён Ильич",
      "lived": "1907 - 1981",
      "text": "В декабре 1941 года был участником обороны Москвы. Служил в десантно-штурмовом батальоне. Прошёл всю Великую Отечественную Войну и дошёл до Германии, принимал участие в битве за Кёнигсберг.",
      "full": "Мой прадед Никонов Семён Ильич, дед моего отца, был активным участником Великой Отечественной Войны. Он был призван в армию ещё в ноябре 1939 года, когда шла непродолжительная, но очень тяжелая советско-финская война. Когда в марте 1940 года советскими войсками была прорвана линия Маннергейма, прадед вернулся домой. А в июне 1941 года, когда началась Великая Отечественная Война, прадед снова был призван в армию. В декабре 1941 года он был участником обороны Москвы. Мой прадед служил в десантно-штурмовом батальоне. Их забрасывали в тыл врага, где они делали смелые вылазки, совершали диверсии, брали «языка», уничтожали важные вражеские военные объекты, вели разведывательную деятельность. Мой прадед прошёл всю Великую Отечественную Войну и дошёл до Германии, принимал участие в битве за Кёнигсберг. В мае 1945 года он был направлен на Дальний Восток, где принял участие в наступательной операции против японских милитаристов, а в сентябре 1945 года вернулся домой на Украину. За время войны мой прадед получил множество ранений и не раз был на волоске от смерти. Прадед за проявленное мужество и героизм был награждён орденом Красной звезды, медалями «За отвагу», «За оборону Москвы», «За взятие Кёнигсберга»."
    },
    {
      "name": "Барнаулов Николай Павлович",
      "lived": "25.11.1920 - 25.02.2012",
      "text": "После окончания в 1941 году медицинского училища г. Горького был призван на войну, служил на Ленинградском фронте в медсанчасти, был ранен через год. Награждён орденом красной звезды и 9 медалями. Работал после фронта в с. Верхне – Спасское в Костромской области фельдшером 30 лет и 15 лет секретарём парторганизации колхоза им. 1 мая. Воспитал 5 детей."
    },
    {
      "name": "Мочалов Леонид Николаевич",
      "lived": "13.06.1921 – 09.04.1992",
      "text": "Выпускник авиационного училища. Сержант. Был направлен в Одессу в 1941 году. В составе летного полка ему довелось защищать осажденный город. После тяжелого ранения он был демобилизован. За мужество в воздушном бою был награжден Орденом Славы III степени.",
      "full": "В сорок первом году двадцатилетний выпускник авиационного училища сержант Мочалов был направлен в Одессу. Здесь в составе летного полка ему и довелось защищать осажденный город. Первые месяцы войны были самыми трудными: не хватало ни боеприпасов, ни оружия, ни продовольствия. Защитники Одессы испытали всё это на себе. Но несмотря на превосходящие силы противника, советские войска 73 дня сдерживали продвижение врага. Одесса была оставлена нашими войсками только после того, как они выполнили свою задачу – сковать как можно больше вражеских войск, измотать их, нанести сокрушительные удары по живой силе и технике. Потери советских войск за период обороны Одессы составили составили 41 268 человек (16 578 убитых и пропавших без вести и 24 690 раненых).<br><br>Нашим летчикам было очень тяжело. Советская авиация на этом направлении была малочисленной и уступала противнику в 4 – 5 раз. Летать приходилось на переоборудованных на скорую руку самолетах, аэродром постоянно обстреливали, пресной воды не хватало. <br><br>…На войне Леониду Николаевичу довелось быть только 2 месяца – после тяжелого ранения он был демобилизован – во время одного из вылетов лишился руки. За мужество в воздушном бою был награжден Орденом Славы III степени.<br><br>Вернувшись после лечения в свой родной город Горький, Леонид не стал обузой для родных и близких, не пал духом, хотя порой это было непросто. В результате операций врачи создали из костей предплечья две действующих культи, и неимоверными усилиями воли он заставил кости «работать» наподобие клещей плоскогубцев, развил в них ловкость и силу. <br><br>Несмотря на инвалидность и очень сильные боли, которые сохранились на всю оставшуюся жизнь, Леонид с отличием закончил Политехнический институт и многие годы работал преподавателем на кораблестроительном факультете (часть из них заведовал кафедрой теоретической механики).<br><br>Он сам построил дом, занимался садоводством, был заядлым охотником и собаководом, и никогда не сидел без дела. И если честно, таких сильных и волевых людей нам сегодня очень не хватает."
    },
    {
      "name": "Хитров Николай Васильевич",
      "lived": "27.11.1910 - 20.06.1986",
      "text": "В годы войны служил политурком в железнодорожных войсках. Под обстрелом немецких войск востанавливал и сроил железнодрожные пути.",
      "full": "С 1931 по 1941 год был учителем истории, а потом директором средней школы в г. Псков. В годы войны служил политурком в железнодорожных войсках. Под обстрелом немецких войск востанавливал и сроил железнодрожные пути. За заслуги перед Отечеством был награжден тремя орденами «Красной звезды» и орденом «Великой отечественной войны». Медалями: «За оборону Москвы», «За оборону Сталинграда», «За победу на Германией» , «За боевые заслуги», и другие памятные награды.<br><br>В 1960 г. был уволен в запас в звании подполковника.<br><br>С 1960 г. - директор радиотехнического техникума в г. Свердловск."
    },
    {
      "name": "Стратонов Федор Дмитриевич",
      "lived": "1894-1957",
      "text": "Ефрейтор. В РККА с 1941 года. В боях за овладение городом Берлин 28 апреля 1945 г. выполняя приказание по переносу боеприпасов к подразделению попал под огонь противника, заметил место нахождения немца, открыл огонь из винтовки по нему, в результате немец замолчал, стрелок выполнил свое задание - перенес 6 ящиков патрон. Награжден медалями «За боевые заслуги» и «За отвагу»."
    },
    {
      "name": "Рифель София Андреевна",
      "lived": "род. 22.09.1910",
      "text": "Родилась в селе русских-немцев Марьино. В 1941 году депортирована с семьёй в Казахстан. В тот же год направлена на трудфронт в Башкирию (муж - Яков Андреевич - был направлен в Иркустк на Автозавод). Работала там вплоть до 1947 года, не зная русского языка. Вновь встретилась с детьми лишь в 1950 году, добравшись обратно в Казахстан. Позже вся семья воссоединилась в Иркутске."
    },
    {
      "name": "Арсеньев Николай Иванович",
      "lived": "род. 1922",
      "text": "Родился в Калининской области, учился в Вязниковском текстильном техникуме, в 1941 году был призван в Советскую Армию. В октябре 1943 года будучи командиром батальона переправился на остров и занял небольшой плацдарм, где отбил ряд яростных атак противника. За проявленную отвагу и умелое командование подразделением в трудной боевой обстановке получил звание Героя Советского Союза.",
      "full": "Н. И. Арсеньев родился в 1922 году в д. Растовищи, Узменского сельсовета, Бежецкого района Калининской области, воспитывался у дедушки Егора Ивановича Круглова в д. Мурзиха, Бежецкого района. В 1937 году Н. И. Арсеньев окончил Узменскую 7 -ми летнюю школу, потом учился в Вязниковском текстильном техникуме, в 1941 году был призван в Советскую Армию. После войны Николай Иванович учился в военной Академии им. М.В. Фрунзе, которую окончил в 1948 году.<br><br>В октябре 1943 года при форсировании Днепра в районе города Запорожье (Украина) остров Хортица был полем напряженных боев. Командир батальона капитан Арсеньев в ночь на 26 октября с группой бойцов переправился на остров и занял небольшой плацдарм. Наутро противник предпринял ряд яростных контратак. В тот день их было 16 и все они были отбиты с большими потерями для противника. Арсеньев все время находился в боевом порядке подразделения и 4 раза участвовал в рукопашной схватке с врагом.<br><br>За проявленную отвагу и умелое командование подразделением в трудной боевой обстановке Указом Президиума Верховного Совета СССР от 19 марта 1944 года коммунисту Арсеньеву Николаю Ивановичу присвоено звание Героя Советского Союза."
    },
    {
      "name": "Вахмин Иван Иванович",
      "lived": "род. 1921",
      "text": "Родился в деревне Грязновка Горьковской области. В 1941 году был призван Линдовским РВК на фронт. В 1945 году был награждён Орденом славы III степени, Медалью «За победу над Германией в Великой Отечественной войне», Орденом Отечественной войны I степени, медалью «За Отвагу»."
    }
  ]
}